Repository: Deyvsonf17/alone
Catalog: locales/*/LC_MESSAGES/bot.po
Languages: es_es, pt_br

# welcome_message
source: ✨ <b>Welcome!</b> ✨ 📩 <b>Send messages or any type of media</b> (📷 photos, 🎥 videos, 🎞️ GIFs, 📄 documents, 🎵 audios, etc.), and the bot will forward them to you without revealing your identity. 🔄 The original forwarding name will be <b>removed</b> and replaced by the bot's name, ensuring complete anonymity. 🔒 <b>Your privacy is our priority!</b> ⚠️ <i>Note:</i> ❌ Buttons and captions will be <b>automatically removed</b>. 📝 <b>Captions:</b> Only photos, videos, and GIFs can have captions. 👉 <b>Try it now! Send your media and see how it works</b>
es_es: ✨ <b>¡Bienvenido!</b> ✨ 📩 <b>Envía mensajes o cualquier tipo de medio</b> (📷 fotos, 🎥 videos, 🎞️ GIFs, 📄 documentos, 🎵 audios, etc.), y el bot te los reenviará sin revelar tu identidad. 🔄 El nombre original del reenvío será <b>eliminado</b> y reemplazado por el nombre del bot, garantizando total anonimato. 🔒 <b>¡Tu privacidad es nuestra prioridad!</b> ⚠️ <i>Nota:</i> ❌ Los botones y subtítulos serán <b>eliminados automáticamente</b>. 📝 <b>Subtítulos:</b> Solo las fotos, videos y GIFs pueden recibir subtítulos. 👉 <b>¡Pruébalo ahora! Envía tu medio y descubre cómo funciona</b>
pt_br: ✨ <b>Bem-vindo!</b> ✨ 📩 <b>Envie mensagens ou qualquer tipo de mídia</b> (📷 fotos, 🎥 vídeos, 🎞️ GIFs, 📄 documentos, 🎵 áudios, etc.), e o bot as reenviará para você sem revelar sua identidade. 🔄 O nome original do encaminhamento será <b>removido</b> e substituído pelo nome do bot, garantindo total anonimato. 🔒 <b>Sua privacidade é nossa prioridade!</b> ⚠️ <i>Nota:</i> ❌ Os botões e legendas serão <b>removidos automaticamente</b>. 📝 <b>Legendas:</b> Apenas fotos, vídeos e GIFs podem receber legendas. 👉 <b>Experimente agora! Envie sua mídia e veja como funciona</b>

# select_language
source: 🌍 Please choose your language:
es_es: 🌍 Por favor, elige tu idioma:
pt_br: 🌍 Por favor, escolha seu idioma:

# language_changed
source: Language changed to: English
es_es: Idioma cambiado a: Español
pt_br: Idioma alterado para: Português

source: ⚠️ Unsupported format!
es_es: ⚠️ ¡Formato no compatible!
pt_br: ⚠️ Formato não suportado!

# caption_warning
source: ℹ️ The original caption or buttons will be removed before forwarding.
es_es: ℹ️ El subtítulo original o los botones de la imagen serán eliminados antes de reenviar.
pt_br: ℹ️ A legenda original ou os botões da imagem serão removidos antes de encaminhar.

# caption_info
source: ℹ️ <b>Captions:</b> The caption will be applied to all <b>photos, videos, and GIFs</b> sent at once. If you do not wish to add a caption, click 'No'.
es_es: ℹ️ <b>Subtítulos:</b> El subtítulo se aplicará a todas las <b>fotos, videos y GIFs</b> enviados de una vez. Si no deseas agregar un subtítulo, haz clic en 'No'.
pt_br: ℹ️ <b>Legendas:</b> A legenda será aplicada a todas as <b>fotos, vídeos e GIFs</b> enviados de uma vez. Se você não deseja adicionar uma legenda, clique em 'Não'.

source: ✅ Yes, add caption
es_es: ✅ Sí, agregar subtítulo
pt_br: ✅ Sim, adicionar legenda

# no_add_caption
source: ❌ No, send without caption
es_es: ❌ No, enviar sin subtítulo
pt_br: ❌ Não, enviar sem legenda

# ask_caption
source: 📝 Do you want to add a caption to the media?
es_es: 📝 ¿Quieres agregar un subtítulo a los medios?
pt_br: 📝 Você deseja adicionar uma legenda às mídias?

# callback_error
source: ⚠️ An error occurred while processing your response. Please try again.
es_es: ⚠️ Ocurrió un error al procesar tu respuesta. Por favor, intenta de nuevo.
pt_br: ⚠️ Ocorreu um erro ao processar sua resposta. Por favor, tente novamente.

# send_caption
source: 📝✍️ Send the caption you want to add:
es_es: 📝✍️ Envía el subtítulo que deseas agregar:
pt_br: 📝✍️ Envie a legenda que deseja adicionar:

# no_caption_selected
source: ❌ You chose to send without a caption.
es_es: ❌ Has optado por enviar sin subtítulo.
pt_br: ❌ Você optou por enviar sem legenda.

# unexpected_error
source: ⚠️ An unexpected error occurred. Please try again later.
es_es: ⚠️ Ocurrió un error inesperado. Por favor, intenta de nuevo más tarde.
pt_br: ⚠️ Ocorreu um erro inesperado. Por favor, tente novamente mais tarde.

# forward_media_message
source: 🎉 You can now forward the media sent by the bot wherever you want! 🚀
es_es: 🎉 ¡Ahora puedes reenviar los medios enviados por el bot a donde quieras! 🚀
pt_br: 🎉 Agora você pode encaminhar as mídias enviadas pelo bot para onde quiser! 🚀

# ask_feedback
source: 📢 Hello! We would love to hear your feedback on our bot. 🤖💬 Your feedback helps us improve and make your experience even better! 🚀✨ Would you like to share your opinion? 💡😊
es_es: 📢 ¡Hola! Nos gustaría conocer tu opinión sobre nuestro bot. 🤖💬 ¡Tu retroalimentación nos ayuda a mejorar y hacer tu experiencia aún mejor! 🚀✨ ¿Te gustaría compartir tu opinión? 💡😊
pt_br: 📢 Olá! Gostaríamos de saber sua opinião sobre o nosso bot. 🤖💬 Seu feedback nos ajuda a melhorar e tornar sua experiência ainda melhor! 🚀✨ Você gostaria de compartilhar sua opinião? 💡😊

# yes_feedback
source: ✅ Yes
es_es: ✅ Sí
pt_br: ✅ Sim

# no_feedback
source: ❌ No
pt_br: ❌ Não

# send_feedback
source: 📝 Please type your feedback:
es_es: 📝 Por favor, escribe tu retroalimentación:
pt_br: 📝 Por favor, digite seu feedback:

# feedback_thanks
source: 🙏 Thank you for your feedback. 😊
es_es: 🙏 Gracias por tu retroalimentación. 😊
pt_br: 🙏 Obrigado pelo seu feedback. 😊

# feedback_declined
source: That's okay, thank you for using the bot! 😊
es_es: ¡Está bien, gracias por usar el bot! 😊
pt_br: Tudo bem, obrigado por utilizar o bot! 😊
